2024-07-20-tfdi-design-md-11.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="UTF-8">
<meta name="description" content="MD-11 quickstart">
<link rel="alternate"
      type="application/rss+xml"
      href="./rss.xml"
      title="RSS feed for ">
<title>TFDi Design MD-11</title>

          <meta name="author" content="k">
          <meta name="referrer" content="no-referrer">
          <meta name="viewport" content="initial-scale=1,width=device-width,minimum-scale=1">
          <link href= "static/style.css" rel="stylesheet" type="text/css" />
          <link rel="icon" href="static/favicon.ico">
</head>
<body>
<div id="preamble" class="status">
          <div class="header">
              <a href="index.html">HOMEPAGE 🏠 /</a>
              <a href="archive.html">ALL POSTS 📄 /</a>
              <a href="tags.html">ALL POSTS BY TAGS 🏷</a>
          </div>
</div>
<div id="content">
<div class="post-date">20 Jul 2024</div><h1 class="post-title"><a href="./2024-07-20-tfdi-design-md-11.html">TFDi Design MD-11</a></h1>
<nav id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org8fc4004"><span class="todo TODO">TODO</span> WORK IN PROGRESS</a></li>
<li><a href="#org1f269e5">COLD &amp; DARK START</a>
<ul>
<li><a href="#org1151186">PANEL</a></li>
<li><a href="#orge321071">FMC</a>
<ul>
<li><a href="#org7661fe4">FPLN INIT</a></li>
<li><a href="#org952be1e">F-PLN</a></li>
<li><a href="#orgcd3cdaa">PERF</a></li>
<li><a href="#org083933c">TO/ADDR</a></li>
</ul>
</li>
<li><a href="#org27c526b">PANEL</a></li>
</ul>
</li>
<li><a href="#orgb9f3643">PUSHBACK &amp; START</a>
<ul>
<li>
<ul>
<li><a href="#org0a4976b">PANEL</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org1c24f08">TAXI</a>
<ul>
<li><a href="#org0704b89">PANEL</a></li>
</ul>
</li>
</ul>
</div>
</nav>
<p>
TFDi Design MD-11 for Microsoft Flight Simulator
</p>

<div id="outline-container-org8fc4004" class="outline-2">
<h2 id="org8fc4004"><span class="todo TODO">TODO</span> WORK IN PROGRESS</h2>
<div class="outline-text-2" id="text-org8fc4004">
<blockquote>
<p>
ref.
</p>

<p>
<a href="https://www.youtube.com/watch?v=bCgssW4LqcM">https://www.youtube.com/watch?v=bCgssW4LqcM</a>
</p>
</blockquote>
</div>
</div>

<div id="outline-container-org1f269e5" class="outline-2">
<h2 id="org1f269e5">COLD &amp; DARK START</h2>
<div class="outline-text-2" id="text-org1f269e5">
</div>
<div id="outline-container-org1151186" class="outline-3">
<h3 id="org1151186">PANEL</h3>
<div class="outline-text-3" id="text-org1151186">
<ul class="org-ul">
<li>BAT &#x2013;&gt; ON</li>
<li>EXT PWR &#x2013;&gt; ON</li>
<li>*ENG/APU FIRE TEST</li>
<li>EMER LT &#x2013;&gt; ON</li>
<li>SEAT BELTS &#x2013;&gt; AUTO</li>
<li>NO SMOKE &#x2013;&gt; ON</li>
<li>NAV LT &#x2013;&gt; ON</li>
<li>NAV &#x2013;&gt; 1 2 3</li>
</ul>
</div>
</div>
<div id="outline-container-orge321071" class="outline-3">
<h3 id="orge321071">FMC</h3>
<div class="outline-text-3" id="text-orge321071">
<ul class="org-ul">
<li>SET PAYLOAD &amp; FUEL in IPad</li>
</ul>
</div>
<div id="outline-container-org7661fe4" class="outline-4">
<h4 id="org7661fe4">FPLN INIT</h4>
<div class="outline-text-4" id="text-org7661fe4">
<ol class="org-ol">
<li>FLT NO</li>
<li>CRZ LEVELS</li>
<li>CI</li>
<li>剩下的自动填写</li>
</ol>
</div>
</div>
<div id="outline-container-org952be1e" class="outline-4">
<h4 id="org952be1e">F-PLN</h4>
<div class="outline-text-4" id="text-org952be1e">
<ul class="org-ul">
<li>设定出发/到达跑道</li>
<li>修复不连续</li>
</ul>
</div>
</div>
<div id="outline-container-orgcd3cdaa" class="outline-4">
<h4 id="orgcd3cdaa">PERF</h4>
<div class="outline-text-4" id="text-orgcd3cdaa">
</div>
<ul class="org-ul">
<li><a id="org9d3d98d"></a>CLIMB<br>
<div class="outline-text-5" id="text-org9d3d98d">
<ul class="org-ul">
<li>根据飞行简报 WIND INFORMATION 设定</li>
</ul>
</div>
</li>
</ul>
</div>
<div id="outline-container-org083933c" class="outline-4">
<h4 id="org083933c">TO/ADDR</h4>
<div class="outline-text-4" id="text-org083933c">
<ul class="org-ul">
<li>计算起飞数据填写</li>
<li>CLB THRUST / ACCEL / EO ACCEL 均为 1500 + 当前海拔</li>
<li>设定 THRUST LIMITS</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org27c526b" class="outline-3">
<h3 id="org27c526b">PANEL</h3>
<div class="outline-text-3" id="text-org27c526b">
<ul class="org-ul">
<li>校准备用水平仪</li>
<li>设定爬升高度、跑道航向、起始速度</li>
<li>设定自动刹车 T.O.</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgb9f3643" class="outline-2">
<h2 id="orgb9f3643">PUSHBACK &amp; START</h2>
<div class="outline-text-2" id="text-orgb9f3643">
</div>
<div id="outline-container-org0a4976b" class="outline-4">
<h4 id="org0a4976b">PANEL</h4>
<div class="outline-text-4" id="text-org0a4976b">
<ul class="org-ul">
<li>START/STOP APU &#x2013;&gt; ON</li>
<li>APU PWR &#x2013;&gt; ON</li>
<li>EMER PWR &#x2013;&gt; ARM</li>
<li>APU ON</li>
<li>EXT PWR &#x2013;&gt; OFF</li>
<li>AC 123 &#x2013;&gt; ON</li>
<li>GPU &#x2013;&gt; OFF</li>
<li>BCN &#x2013;&gt; ON</li>
<li>AUX HYD PUMP 1 &#x2013;&gt; ON</li>
<li>PUSHBACK</li>
<li>ENG IGN &#x2013;&gt; A/B</li>
<li>3/2/1 ENGINE START</li>
<li>APU PWR &#x2013;&gt; OFF</li>
<li>START/STOP APU &#x2013;&gt; OFF</li>
<li>FLAP SET</li>
<li>TRIM SET</li>
</ul>

<blockquote>
<p>
ref.
</p>

<p>
<a href="https://www.youtube.com/watch?v=108sgveGUtI">https://www.youtube.com/watch?v=108sgveGUtI</a>
</p>
</blockquote>
</div>
</div>
</div>

<div id="outline-container-org1c24f08" class="outline-2">
<h2 id="org1c24f08">TAXI</h2>
<div class="outline-text-2" id="text-org1c24f08">
</div>
<div id="outline-container-org0704b89" class="outline-3">
<h3 id="org0704b89">PANEL</h3>
<div class="outline-text-3" id="text-org0704b89">
<ul class="org-ul">
<li>NOSE LT &#x2013;&gt; TAXI</li>
</ul>
</div>
</div>
</div>
<div class="taglist"><a href="./tags.html">Tags</a>: <a href="./tag-flightsim.html">flightsim</a> </div></div>
<div id="postamble" class="status"><center>λ @ 2024-2024</center></div>
</body>
</html>
